spec/fixtures/soap/xml/IControl/LocalLB/VirtualServer/IControl.LocalLB.VirtualServer_before_profile_removal.remove_persistence_profile_request.xml

<?xml version="1.0" encoding="UTF-8"?><env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wsdl="urn:iControl:LocalLB/VirtualServer"><env:Body><wsdl:remove_persistence_profile><virtual_servers><value>test_virtual_server</value></virtual_servers><profiles><item><item><profile_name>cookie</profile_name><default_profile>false</default_profile></item></item></profiles></wsdl:remove_persistence_profile></env:Body></env:Envelope>